system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 1;

xDown	1260;
xUp		-504;

yLeft	-252;
yRight	 252;

zBot	-90 ;
zTop	 252;

dia		126;
vertices
(
    ( $xDown 	$yLeft 		$zBot	)// 0
    ( $xDown 	$yRight		$zBot	) // 1
    ( $xUp	 	$yRight		$zBot	) // 2
    ( $xUp	 	$yLeft 		$zBot	)// 3
    ( $xDown	$yLeft 		$zTop	)// 4
    ( $xDown	$yRight		$zTop	) // 5
    ( $xUp	 	$yRight		$zTop	) // 6
    ( $xUp	 	$yLeft 		$zTop	)// 7
);
	// DESIRED CELL SIZE AT TURBINE= 2.52
// y :
	//totalLen=1008
		//length,nCells
		// 441,82 + 126,50 + 441,82
	//totalCels=214
		//totalExp:		0.252 + 1 + 3.9683
		//

// x :
	//totalLen=1764
		//length,nCells
		// 1260,232 + 504,93
	//totalCels=214
		//totalExp:		0.252 + 1 + 3.9683
		//

// z : 
	//totalLen=594
		//length,nCells
		// 90,36 + 504,93
	//totalCels=129
		//totalExp:		1 + 3.9683
		//

blocks
(
    hex (0 1 2 3 4 5 6 7)
    //y  x  z
//(	55	140	45	)
(	83	210	68	)

// *
//(	110	281	91	)
// *

    simpleGrading
    ( 
		( // y direction
(	0.375	0.2727272727	0.2	)
(	0.25	0.4545454545	1	)
(	0.375	0.2727272727	5	)
		)
		( // x direction
(	0.7142857143	0.7153024911	0.2	)
(	0.2857142857	0.2846975089	5	)
		)
		( // z direction
(	0.4473684211	0.6703296703	1	)
(	0.5526315789	0.3296703297	5	)
		)
	)
    
);

boundary
(
    inlet
    {
        type patch;
        faces
        (
            (2 6 7 3)
        );
    }

    outlet
    {
	type patch;
	faces
        (
            (0 4 5 1)
        );
    }

    walls
    {
	type wall;
        faces
        (
            (1 5 6 2)
            (4 0 3 7)
        );
    }

    top
    {
	type wall;
	faces
        (
            (4 7 6 5)
        );
    }

    bottom
    {
	type wall;
        faces
        (
            (0 1 2 3)
        );
    }
);

edges
(
);

mergePatchPairs
(
);

// ************************************************************************* //
