system/foilData.v01/DU91W2250LM
// _T0_Re1.00_M0.00_N9.0_Imported
//  alpha     CL        CD      
// ------- -------- ---------   
( -180.000   0.0000   0.02020  )
( -175.000   0.3675   0.03240  )
( -170.000   0.7350   0.09430  )
( -160.000   0.6945   0.28480  )
( -155.000   0.7768   0.40010  )
( -150.000   0.8276   0.52150  )
( -145.000   0.8496   0.64470  )
( -140.000   0.8456   0.76600  )
( -135.000   0.8184   0.88230  )
( -130.000   0.7706   0.99110  )
( -125.000   0.7049   1.09050  )
( -120.000   0.6239   1.17870  )
( -115.000   0.5301   1.25450  )
( -110.000   0.4259   1.31680  )
( -105.000   0.3135   1.36500  )
( -100.000   0.1952   1.39840  )
( -95.000   0.0733   1.41690   )
( -90.000  -0.0502   1.42010   )
( -85.000  -0.1732   1.40810   )
( -80.000  -0.2935   1.38110   )
( -75.000  -0.4091   1.33940   )
( -70.000  -0.5178   1.28330   )
( -65.000  -0.6174   1.21380   )
( -60.000  -0.7056   1.13150   )
( -55.000  -0.7801   1.03780   )
( -50.000  -0.8386   0.93410   )
( -45.000  -0.8785   0.82210   )
( -40.000  -0.8975   0.70420   )
( -35.000  -0.8929   0.58290   )
( -30.000  -0.8622   0.46160   )
( -25.000  -0.8029   0.34410   )
( -24.000  -0.7920   0.32090   )
( -23.000  -0.7886   0.29720   )
( -22.000  -0.7917   0.27300   )
( -21.000  -0.8007   0.24850   )
( -20.000  -0.8147   0.22370   )
( -19.000  -0.8329   0.19900   )
( -18.000  -0.8544   0.17430   )
( -17.000  -0.8786   0.14980   )
( -16.000  -0.9045   0.12560   )
( -15.000  -0.9315   0.10200   )
( -14.000  -0.9585   0.07890   )
( -13.000  -0.9850   0.05665   )
( -12.000  -0.9530   0.02713   )
( -11.000  -0.9000   0.03026   )
( -10.000  -0.8270   0.02869   )
(  -9.000  -0.7530   0.02714   )
(  -8.500  -0.6910   0.02636   )
(  -7.400  -0.5550   0.01142   )
(  -6.400  -0.4130   0.00939   )
(  -5.400  -0.2710   0.00863   )
(  -5.000  -0.2200   0.00729   )
(  -4.500  -0.1520   0.00714   )
(  -4.000  -0.0840   0.00700   )
(  -3.500  -0.0180   0.00692   )
(  -3.000   0.0490   0.00684   )
(  -2.500   0.1150   0.00680   )
(  -2.000   0.1810   0.00676   )
(  -1.500   0.2470   0.00673   )
(  -1.000   0.3120   0.00668   )
(  -0.500   0.3770   0.00672   )
(   0.000   0.4420   0.00670   )
(   0.500   0.5070   0.00670   )
(   1.000   0.5720   0.00673   )
(   1.500   0.6360   0.00679   )
(   2.000   0.7010   0.00683   )
(   2.500   0.7650   0.00687   )
(   3.000   0.8280   0.00698   )
(   3.500   0.8910   0.00707   )
(   4.000   0.9540   0.00723   )
(   4.500   1.0150   0.00752   )
(   5.000   1.0630   0.00786   )
(   6.000   1.1600   0.00988   )
(   6.500   1.2060   0.01168   )
(   7.000   1.2500   0.01320   )
(   7.500   1.2960   0.01424   )
(   8.000   1.3290   0.01513   )
(   8.500   1.3590   0.01625   )
(   9.000   1.3870   0.01762   )
(   9.500   1.4120   0.02035   )
(  10.000   1.4220   0.02510   )
(  10.500   1.4000   0.03190   )
(  11.000   1.3360   0.03920   )
(  11.500   1.2670   0.04750   )
(  12.000   1.2180   0.05480   )
(  12.500   1.1830   0.06260   )
(  13.000   1.1720   0.07060   )
(  13.500   1.1680   0.07960   )
(  14.000   1.1720   0.08940   )
(  14.500   1.1700   0.09878   )
(  15.000   1.1770   0.10835   )
(  15.500   1.1830   0.11767   )
(  16.000   1.1880   0.12699   )
(  16.500   1.1900   0.13636   )
(  17.000   1.1960   0.14561   )
(  17.500   1.1980   0.15459   )
(  18.000   1.2010   0.16199   )
(  18.500   1.2030   0.17113   )
(  19.000   1.2110   0.18039   )
(  19.500   1.2220   0.18972   )
(  20.000   1.2300   0.19911   )
(  20.500   1.2330   0.20837   )
(  21.000   1.2310   0.22110   )
(  22.000   1.1874   0.24430   )
(  23.000   1.1433   0.26790   )
(  24.000   1.0998   0.29180   )
(  25.000   1.0576   0.31610   )
(  26.000   1.0178   0.34060   )
(  28.000   0.9486   0.38990   )
(  30.000   0.8993   0.43920   )
(  32.000   0.8771   0.48790   )
(  35.000   0.8881   0.55980   )
(  40.000   0.8947   0.67920   )
(  45.000   0.8780   0.79570   )
(  50.000   0.8405   0.90670   )
(  55.000   0.7847   1.00990   )
(  60.000   0.7128   1.10350   )
(  65.000   0.6273   1.18600   )
(  70.000   0.5303   1.25620   )
(  75.000   0.4242   1.31320   )
(  80.000   0.3110   1.35620   )
(  85.000   0.1929   1.38480   )
(  90.000   0.0719   1.39850   )
(  95.000  -0.0499   1.39730   )
( 100.000  -0.1703   1.38100   )
( 105.000  -0.2873   1.34980   )
( 110.000  -0.3988   1.30410   )
( 115.000  -0.5024   1.24420   )
( 120.000  -0.5960   1.17090   )
( 125.000  -0.6771   1.08520   )
( 130.000  -0.7433   0.98830   )
( 135.000  -0.7920   0.88180   )
( 140.000  -0.8205   0.76760   )
( 145.000  -0.8263   0.64810   )
( 150.000  -0.8064   0.52640   )
( 155.000  -0.7582   0.40600   )
( 160.000  -0.6789   0.29120   )
( 170.000  -0.7350   0.09950   )
( 175.000  -0.3675   0.03560   )
