system/foilData.v01/DU93W210LM
// _T0_Re1.00_M0.00_N9.0_Imported
//  alpha     CL        CD      
// ------- -------- ---------   
( -180.000   0.0000   0.01850 )
( -175.000   0.3941   0.03320 )
( -170.000   0.7883   0.09450 )
( -160.000   0.6698   0.28090 )
( -155.000   0.7488   0.39320 )
( -150.000   0.7973   0.51120 )
( -145.000   0.8179   0.63090 )
( -140.000   0.8134   0.74850 )
( -135.000   0.7863   0.86120 )
( -130.000   0.7393   0.96650 )
( -125.000   0.6751   1.06250 )
( -120.000   0.5960   1.14760 )
( -115.000   0.5046   1.22060 )
( -110.000   0.4031   1.28050 )
( -105.000   0.2938   1.32650 )
( -100.000   0.1788   1.35820 )
( -95.000   0.0604   1.37520  )
( -90.000  -0.0595   1.37740  )
( -85.000  -0.1787   1.36480  )
( -80.000  -0.2952   1.33760  )
( -75.000  -0.4070   1.29620  )
( -70.000  -0.5119   1.24090  )
( -65.000  -0.6078   1.17250  )
( -60.000  -0.6926   1.09190  )
( -55.000  -0.7640   1.00020  )
( -50.000  -0.8197   0.89900  )
( -45.000  -0.8574   0.79000  )
( -40.000  -0.8746   0.67540  )
( -35.000  -0.8690   0.55790  )
( -30.000  -0.8382   0.44050  )
( -25.000  -0.7907   0.32560  )
( -24.000  -0.7943   0.30130  )
( -23.000  -0.8048   0.27620  )
( -22.000  -0.8214   0.25060  )
( -21.000  -0.8431   0.22460  )
( -20.000  -0.8691   0.19830  )
( -19.000  -0.8985   0.17200  )
( -18.000  -0.9305   0.14570  )
( -17.000  -0.9642   0.11970  )
( -16.000  -0.9987   0.09400  )
( -15.000  -1.0331   0.06890  )
( -14.500  -1.0500   0.05665  )
( -12.010  -0.9530   0.02713  )
( -11.000  -0.9000   0.03026  )
(  -9.980  -0.8270   0.02869  )
(  -8.120  -0.5360   0.01235  )
(  -7.620  -0.4670   0.01094  )
(  -7.110  -0.3930   0.00916  )
(  -6.600  -0.3230   0.00826  )
(  -6.500  -0.3110   0.00887  )
(  -6.000  -0.2450   0.00821  )
(  -5.500  -0.1780   0.00738  )
(  -5.000  -0.1130   0.00689  )
(  -4.500  -0.0480   0.00651  )
(  -4.000   0.0160   0.00631  )
(  -3.500   0.0800   0.00610  )
(  -3.000   0.1450   0.00582  )
(  -2.500   0.2080   0.00574  )
(  -2.000   0.2700   0.00570  )
(  -1.500   0.3330   0.00567  )
(  -1.000   0.3960   0.00568  )
(  -0.500   0.4580   0.00567  )
(   0.000   0.5210   0.00569  )
(   0.500   0.5830   0.00574  )
(   1.000   0.6450   0.00576  )
(   1.500   0.7060   0.00585  )
(   2.000   0.7680   0.00592  )
(   2.500   0.8280   0.00605  )
(   3.000   0.8880   0.00627  )
(   3.500   0.9480   0.00664  )
(   4.000   0.9960   0.00708  )
(   4.500   1.0460   0.00794  )
(   5.000   1.0950   0.00903  )
(   5.500   1.1450   0.01029  )
(   6.000   1.1910   0.01135  )
(   6.500   1.2380   0.01220  )
(   7.000   1.2820   0.01308  )
(   7.500   1.3230   0.01388  )
(   8.000   1.3560   0.01469  )
(   8.500   1.3830   0.01578  )
(   9.000   1.4000   0.01800  )
(   9.500   1.3970   0.02090  )
(  10.000   1.3520   0.02520  )
(  10.500   1.3060   0.02962  )
(  11.000   1.2780   0.03406  )
(  11.500   1.2640   0.03932  )
(  12.000   1.2610   0.04582  )
(  12.500   1.2610   0.05330  )
(  13.000   1.2600   0.06192  )
(  13.500   1.2590   0.07062  )
(  14.000   1.2570   0.07879  )
(  14.500   1.2570   0.08793  )
(  15.000   1.2580   0.09629  )
(  15.500   1.2640   0.10484  )
(  16.000   1.2660   0.11409  )
(  16.500   1.2780   0.12390  )
(  17.000   1.2870   0.13340  )
(  17.500   1.2890   0.14269  )
(  18.000   1.2880   0.15221  )
(  18.500   1.2870   0.16215  )
(  19.000   1.2870   0.17238  )
(  19.500   1.2850   0.18285  )
(  20.000   1.2890   0.19349  )
(  20.500   1.3020   0.20448  )
(  21.000   1.3010   0.21560  )
(  22.000   1.2522   0.24320  )
(  23.000   1.2030   0.27110  )
(  24.000   1.1545   0.29930  )
(  25.000   1.1075   0.32770  )
(  26.000   1.0630   0.35610  )
(  28.000   0.9857   0.41250  )
(  30.000   0.9302   0.46750  )
(  32.000   0.9044   0.52030  )
(  35.000   0.9143   0.59540  )
(  40.000   0.9190   0.71940  )
(  45.000   0.8995   0.83990  )
(  50.000   0.8586   0.95430  )
(  55.000   0.7988   1.06030  )
(  60.000   0.7226   1.15600  )
(  65.000   0.6324   1.24000  )
(  70.000   0.5307   1.31110  )
(  75.000   0.4196   1.36840  )
(  80.000   0.3015   1.41110  )
(  85.000   0.1786   1.43880  )
(  90.000   0.0529   1.45120  )
(  95.000  -0.0734   1.44800  )
( 100.000  -0.1980   1.42940  )
( 105.000  -0.3189   1.39540  )
( 110.000  -0.4339   1.34640  )
( 115.000  -0.5405   1.28290  )
( 120.000  -0.6366   1.20570  )
( 125.000  -0.7196   1.11570  )
( 130.000  -0.7870   1.01440  )
( 135.000  -0.8361   0.90330  )
( 140.000  -0.8643   0.78450  )
( 145.000  -0.8687   0.66050  )
( 150.000  -0.8465   0.53460  )
( 155.000  -0.7948   0.41030  )
( 160.000  -0.7108   0.29220  )
( 170.000  -0.7883   0.09690  )
( 175.000  -0.3941   0.03340  )
