system/foilData.v01/DU97W300LM
// _T0_Re1.00_M0.00_N9.0_Imported
//  alpha     CL        CD      
// ------- -------- ---------   
( -180.000   0.0000   0.02670 )
( -175.000   0.2736   0.03700 )
( -170.000   0.5472   0.09680 )
( -160.000   0.6854   0.28760 )
( -155.000   0.7661   0.40250 )
( -150.000   0.8155   0.52320 )
( -145.000   0.8364   0.64540 )
( -140.000   0.8315   0.76560 )
( -135.000   0.8037   0.88070 )
( -130.000   0.7555   0.98820 )
( -125.000   0.6897   1.08610 )
( -120.000   0.6088   1.17300 )
( -115.000   0.5152   1.24740 )
( -110.000   0.4114   1.30840 )
( -105.000   0.2997   1.35520 )
( -100.000   0.1823   1.38750 )
( -95.000   0.0613   1.40480  )
( -90.000  -0.0612   1.40700  )
( -85.000  -0.1830   1.39410  )
( -80.000  -0.3020   1.36640  )
( -75.000  -0.4162   1.32400  )
( -70.000  -0.5234   1.26760  )
( -65.000  -0.6215   1.19780  )
( -60.000  -0.7082   1.11560  )
( -55.000  -0.7812   1.02200  )
( -50.000  -0.8383   0.91870  )
( -45.000  -0.8769   0.80740  )
( -40.000  -0.8947   0.69040  )
( -35.000  -0.8891   0.57030  )
( -30.000  -0.8576   0.45030  )
( -25.000  -0.8324   0.33570  )
( -24.000  -0.8523   0.31470  )
( -23.000  -0.8815   0.29460  )
( -22.000  -0.9188   0.27520  )
( -21.000  -0.9631   0.25660  )
( -20.000  -1.0130   0.23880  )
( -19.000  -1.0674   0.22180  )
( -18.000  -1.1250   0.20560  )
( -17.000  -1.1846   0.19010  )
( -16.000  -1.2450   0.17540  )
( -15.250  -1.2900   0.16488  )
( -14.240  -1.2290   0.14609  )
( -13.240  -1.1480   0.12630  )
( -12.220  -1.0520   0.10511  )
( -11.220  -0.9650   0.08861  )
( -10.190  -0.8670   0.07396  )
(  -9.700  -0.8220   0.06835  )
(  -9.180  -0.7690   0.06047  )
(  -8.180  -0.7560   0.02696  )
(  -7.190  -0.6900   0.01799  )
(  -6.650  -0.6160   0.01662  )
(  -6.130  -0.5420   0.01522  )
(  -6.000  -0.5250   0.01174  )
(  -5.500  -0.4510   0.01054  )
(  -5.000  -0.3820   0.00969  )
(  -4.500  -0.3140   0.00923  )
(  -4.000  -0.2510   0.00905  )
(  -3.500  -0.1890   0.00893  )
(  -3.000  -0.1200   0.00885  )
(  -2.500  -0.0510   0.00879  )
(  -2.000   0.0170   0.00875  )
(  -1.500   0.0850   0.00875  )
(  -1.000   0.1520   0.00875  )
(  -0.500   0.2190   0.00880  )
(   0.000   0.2860   0.00885  )
(   0.500   0.3530   0.00885  )
(   1.000   0.4200   0.00891  )
(   1.500   0.4870   0.00895  )
(   2.000   0.5540   0.00899  )
(   2.500   0.6190   0.00909  )
(   3.000   0.6850   0.00921  )
(   3.500   0.7500   0.00931  )
(   4.000   0.8160   0.00944  )
(   4.500   0.8800   0.00959  )
(   5.000   0.9450   0.00971  )
(   5.500   1.0090   0.00990  )
(   6.000   1.0720   0.01014  )
(   6.500   1.1350   0.01033  )
(   7.000   1.1960   0.01065  )
(   7.500   1.2540   0.01116  )
(   8.000   1.3000   0.01241  )
(   9.000   1.3760   0.01493  )
(   9.500   1.4030   0.01611  )
(  10.000   1.4310   0.01769  )
(  10.500   1.4530   0.01969  )
(  11.000   1.4690   0.02230  )
(  11.500   1.4800   0.02635  )
(  12.000   1.4860   0.03128  )
(  12.500   1.4830   0.03778  )
(  13.000   1.3620   0.05140  )
(  13.500   1.2620   0.06250  )
(  14.000   1.1940   0.07300  )
(  14.500   1.1590   0.08430  )
(  15.000   1.1410   0.09643  )
(  15.500   1.1220   0.11054  )
(  16.000   1.1160   0.12486  )
(  16.500   1.1030   0.13635  )
(  17.000   1.0880   0.14849  )
(  17.500   1.0910   0.15915  )
(  18.000   1.0850   0.16963  )
(  18.500   1.0850   0.17979  )
(  19.000   1.1030   0.18969  )
(  19.500   1.1190   0.19931  )
(  20.000   1.1310   0.20646  )
(  20.500   1.1570   0.21593  )
(  21.000   1.1630   0.22514  )
(  22.000   1.1282   0.24610  )
(  23.000   1.0930   0.26750  )
(  24.000   1.0580   0.28940  )
(  25.000   1.0240   0.31170  )
(  26.000   0.9919   0.33420  )
(  28.000   0.9362   0.38020  )
(  30.000   0.8971   0.42700  )
(  32.000   0.8809   0.47430  )
(  35.000   0.8935   0.54560  )
(  40.000   0.9018   0.66460  )
(  45.000   0.8869   0.78100  )
(  50.000   0.8511   0.89230  )
(  55.000   0.7969   0.99600  )
(  60.000   0.7266   1.09040  )
(  65.000   0.6425   1.17390  )
(  70.000   0.5468   1.24530  )
(  75.000   0.4417   1.30370  )
(  80.000   0.3295   1.34820  )
(  85.000   0.2120   1.37840  )
(  90.000   0.0916   1.39380  )
(  95.000  -0.0299   1.39430  )
( 100.000  -0.1503   1.37980  )
( 105.000  -0.2674   1.35040  )
( 110.000  -0.3792   1.30630  )
( 115.000  -0.4834   1.24810  )
( 120.000  -0.5778   1.17630  )
( 125.000  -0.6599   1.09190  )
( 130.000  -0.7272   0.99620  )
( 135.000  -0.7773   0.89060  )
( 140.000  -0.8074   0.77710  )
( 145.000  -0.8148   0.65810  )
( 150.000  -0.7967   0.53640  )
( 155.000  -0.7503   0.41570  )
( 160.000  -0.6729   0.30000  )
( 170.000  -0.5472   0.10510  )
( 175.000  -0.2736   0.03880  )
