system/foilData.v01/DU99W350LM
// _T0_Re1.00_M0.00_N9.0_Imported
//  alpha     CL        CD      
// ------- -------- ---------   
( -180.000   0.0000   0.04070 )
( -175.000   0.2225   0.05070 )
( -170.000   0.4049   0.10550 )
( -160.000   0.6578   0.29820 )
( -155.000   0.7332   0.41210 )
( -150.000   0.7781   0.53080 )
( -145.000   0.7952   0.65030 )
( -140.000   0.7874   0.76720 )
( -135.000   0.7573   0.87850 )
( -130.000   0.7077   0.98190 )
( -125.000   0.6411   1.07560 )
( -120.000   0.5601   1.15800 )
( -115.000   0.4671   1.22800 )
( -110.000   0.3645   1.28470 )
( -105.000   0.2545   1.32740 )
( -100.000   0.1393   1.35570 )
( -95.000   0.0211   1.36920  )
( -90.000  -0.0982   1.36800  )
( -85.000  -0.2164   1.35210  )
( -80.000  -0.3314   1.32180  )
( -75.000  -0.4414   1.27730  )
( -70.000  -0.5441   1.21930  )
( -65.000  -0.6376   1.14860  )
( -60.000  -0.7196   1.06600  )
( -55.000  -0.7879   0.97280  )
( -50.000  -0.8404   0.87050  )
( -45.000  -0.8747   0.76110  )
( -40.000  -0.8885   0.64660  )
( -35.000  -0.8796   0.52990  )
( -30.000  -0.8455   0.41410  )
( -25.000  -0.7841   0.30300  )
( -24.000  -0.7683   0.28170  )
( -23.000  -0.7514   0.26080  )
( -22.000  -0.7332   0.24040  )
( -21.000  -0.7138   0.22050  )
( -20.000  -0.6932   0.20110  )
( -19.000  -0.6713   0.18220  )
( -18.000  -0.6481   0.16400  )
( -17.000  -0.6241   0.14650  )
( -16.000  -0.6012   0.13000  )
( -15.000  -0.5794   0.11450  )
( -14.000  -0.5587   0.10000  )
( -13.000  -0.5386   0.08670  )
( -12.000  -0.5189   0.07440  )
( -11.000  -0.4994   0.06330  )
( -10.000  -0.4799   0.05340  )
(  -5.540  -0.3854   0.02451  )
(  -5.040  -0.3587   0.02252  )
(  -4.540  -0.3596   0.01962  )
(  -4.040  -0.3545   0.01736  )
(  -3.540  -0.3071   0.01620  )
(  -3.040  -0.2458   0.01440  )
(  -3.000  -0.2400   0.02400  )
(  -2.500  -0.1630   0.01880  )
(  -2.000  -0.0910   0.01600  )
(  -1.500  -0.0190   0.01370  )
(  -1.000   0.0520   0.01180  )
(  -0.500   0.1210   0.01040  )
(   0.000   0.1900   0.01010  )
(   0.500   0.2610   0.01005  )
(   1.000   0.3330   0.00999  )
(   1.500   0.4030   0.00999  )
(   2.000   0.4720   0.01006  )
(   2.500   0.5400   0.01015  )
(   3.000   0.6090   0.01020  )
(   3.500   0.6760   0.01030  )
(   4.000   0.7440   0.01043  )
(   4.500   0.8110   0.01056  )
(   5.000   0.8770   0.01073  )
(   5.500   0.9440   0.01081  )
(   6.000   1.0090   0.01099  )
(   6.500   1.0720   0.01126  )
(   7.000   1.1340   0.01153  )
(   7.500   1.1970   0.01173  )
(   8.000   1.2580   0.01199  )
(   8.500   1.3120   0.01240  )
(   9.000   1.3550   0.01283  )
(   9.500   1.4040   0.01348  )
(  10.000   1.4510   0.01426  )
(  10.500   1.4910   0.01533  )
(  11.000   1.5300   0.01649  )
(  11.500   1.5570   0.01844  )
(  12.000   1.5760   0.02099  )
(  12.500   1.5940   0.02390  )
(  13.000   1.6020   0.02920  )
(  13.500   1.5980   0.03490  )
(  14.000   1.5610   0.04250  )
(  14.500   1.5200   0.05400  )
(  15.500   1.4210   0.07930  )
(  16.000   1.3680   0.09240  )
(  16.500   1.3060   0.10640  )
(  17.000   1.2530   0.11970  )
(  17.500   1.1960   0.13365  )
(  18.000   1.1480   0.15243  )
(  19.000   1.1060   0.17764  )
(  19.500   1.0970   0.18921  )
(  20.000   1.1040   0.20080  )
(  21.000   1.0764   0.22150  )
(  22.000   1.0483   0.24270  )
(  23.000   1.0202   0.26440  )
(  24.000   0.9929   0.28660  )
(  25.000   0.9671   0.30910  )
(  26.000   0.9435   0.33190  )
(  28.000   0.9056   0.37830  )
(  30.000   0.8847   0.42540  )
(  32.000   0.8865   0.47290  )
(  35.000   0.9041   0.54460  )
(  40.000   0.9131   0.66450  )
(  45.000   0.8987   0.78190  )
(  50.000   0.8633   0.89420  )
(  55.000   0.8092   0.99910  )
(  60.000   0.7389   1.09460  )
(  65.000   0.6546   1.17920  )
(  70.000   0.5586   1.25170  )
(  75.000   0.4531   1.31110  )
(  80.000   0.3402   1.35670  )
(  85.000   0.2220   1.38780  )
(  90.000   0.1007   1.40410  )
(  95.000  -0.0217   1.40530  )
( 100.000  -0.1431   1.39140  )
( 105.000  -0.2613   1.36250  )
( 110.000  -0.3743   1.31880  )
( 115.000  -0.4797   1.26080  )
( 120.000  -0.5752   1.18910  )
( 125.000  -0.6585   1.10460  )
( 130.000  -0.7270   1.00860  )
( 135.000  -0.7782   0.90250  )
( 140.000  -0.8093   0.78830  )
( 145.000  -0.8175   0.66840  )
( 150.000  -0.8001   0.54570  )
( 155.000  -0.7541   0.42360  )
( 160.000  -0.6767   0.30660  )
( 170.000  -0.4168   0.10850  )
( 175.000  -0.2291   0.05100  )
