system/foilData.v01/DU99W405LM
// _T0_Re1.00_M0.00_N9.0_Imported
//  alpha     CL        CD      
// ------- -------- ---------   
( -180.000	  0.0000	 0.06020 )
( -175.000	  0.2182	 0.06990 )
( -170.000	  0.3965	 0.11070 )
( -160.000	  0.6421	 0.30450 )
( -155.000	  0.7145	 0.41790 )
( -150.000	  0.7567	 0.53550 )
( -145.000	  0.7717	 0.65350 )
( -140.000	  0.7621	 0.76850 )
( -135.000	  0.7307	 0.87770 )
( -130.000	  0.6802	 0.97880 )
( -125.000	  0.6131	 1.07000 )
( -120.000	  0.5320	 1.14990 )
( -115.000	  0.4393	 1.21740 )
( -110.000	  0.3373	 1.27160 )
( -105.000	  0.2283	 1.31180 )
( -100.000	  0.1143	 1.33780 )
( -95.000 	-0.0024 	1.34920  )
( -90.000 	-0.1198 	1.34600  )
( -85.000 	-0.2360 	1.32830  )
( -80.000 	-0.3488 	1.29640  )
( -75.000 	-0.4564 	1.25070  )
( -70.000 	-0.5565 	1.19180  )
( -65.000 	-0.6473 	1.12040  )
( -60.000 	-0.7266 	1.03760  )
( -55.000 	-0.7923 	0.94460  )
( -50.000 	-0.8421 	0.84290  )
( -45.000 	-0.8739 	0.73450  )
( -40.000 	-0.8855 	0.62150  )
( -35.000 	-0.8745 	0.50670  )
( -30.000 	-0.8389 	0.39320  )
( -25.000 	-0.7765 	0.28490  )
( -24.000 	-0.7606 	0.26420  )
( -23.000 	-0.7435 	0.24400  )
( -22.000 	-0.7253 	0.22420  )
( -21.000 	-0.7059 	0.20490  )
( -20.000 	-0.6852 	0.18610  )
( -19.000 	-0.6620 	0.16870  )
( -18.000 	-0.6351 	0.15330  )
( -17.000 	-0.6047 	0.13980  )
( -16.000 	-0.5709 	0.12810  )
( -15.000 	-0.5341 	0.11830  )
( -14.000 	-0.4944 	0.11010  )
( -13.000 	-0.4520 	0.10360  )
( -12.000 	-0.4073 	0.09860  )
( -11.000 	-0.3602 	0.09510  )
( -10.000 	-0.3112 	0.09310  )
(  -8.000 	-0.2080 	0.09300  )
(  -6.000 	-0.1110 	0.06890  )
(  -5.500 	-0.0900 	0.06140  )
(  -5.000 	-0.0720 	0.05470  )
(  -4.500 	-0.0650 	0.04800  )
(  -4.000 	-0.0540 	0.04110  )
(  -3.500 	-0.0170 	0.03490  )
(  -3.000 	 0.0030 	0.02990  )
(  -2.500 	 0.0140 	0.02550  )
(  -1.000 	 0.0360 	0.01465  )
(  -0.500 	 0.0730 	0.01369  )
(   0.000 	 0.1210 	0.01316  )
(   0.500 	 0.2030 	0.01256  )
(   1.000 	 0.2890 	0.01211  )
(   1.500 	 0.3730 	0.01185  )
(   2.000 	 0.4510 	0.01175  )
(   2.500 	 0.5210 	0.01183  )
(   3.000 	 0.5850 	0.01194  )
(   3.500 	 0.6460 	0.01198  )
(   4.000 	 0.7060 	0.01214  )
(   4.500 	 0.7690 	0.01245  )
(   5.000 	 0.8290 	0.01288  )
(   5.500 	 0.8860 	0.01334  )
(   6.000 	 0.9430 	0.01384  )
(   6.500 	 0.9960 	0.01456  )
(   7.000 	 1.0410 	0.01564  )
(   7.500 	 1.0860 	0.01681  )
(   8.000 	 1.1250 	0.01840  )
(   8.500 	 1.1550 	0.02063  )
(   9.000 	 1.1790 	0.02345  )
(   9.500 	 1.2040 	0.02636  )
(  10.000 	 1.2100 	0.03061  )
(  10.500 	 1.2100 	0.03531  )
(  11.000 	 1.1970 	0.04139  )
(  11.500 	 1.1820 	0.04731  )
(  12.000 	 1.1660 	0.05394  )
(  12.500 	 1.1450 	0.06280  )
(  13.000 	 1.1220 	0.07064  )
(  13.500 	 1.1080 	0.07864  )
(  14.500 	 1.0800 	0.09680  )
(  15.000 	 1.0700 	0.10655  )
(  15.500 	 1.0560 	0.11768  )
(  16.000 	 1.0470 	0.12791  )
(  16.500 	 1.0350 	0.13936  )
(  17.000 	 1.0240 	0.15070  )
(  17.500 	 1.0190 	0.16193  )
(  18.000 	 1.0170 	0.17371  )
(  19.000 	 1.0070 	0.19510  )
(  19.500 	 1.0030 	0.20680  )
(  20.500 	 1.0000 	0.22720  )
(  21.000 	 0.9930 	0.23540  )
(  22.000 	 0.9782 	0.25220  )
(  23.000 	 0.9629 	0.26960  )
(  24.000 	 0.9476 	0.28750  )
(  25.000 	 0.9328 	0.30610  )
(  26.000 	 0.9190 	0.32520  )
(  28.000 	 0.8964 	0.36520  )
(  30.000 	 0.8838 	0.40770  )
(  32.000 	 0.8854 	0.45270  )
(  35.000 	 0.9034 	0.52330  )
(  40.000 	 0.9144 	0.64170  )
(  45.000 	 0.9023 	0.75820  )
(  50.000 	 0.8692 	0.87000  )
(  55.000 	 0.8176 	0.97470  )
(  60.000 	 0.7497 	1.07040  )
(  65.000 	 0.6678 	1.15570  )
(  70.000 	 0.5740 	1.22920  )
(  75.000 	 0.4706 	1.28980  )
(  80.000 	 0.3597 	1.33680  )
(  85.000 	 0.2433 	1.36970  )
(  90.000 	 0.1236 	1.38790  )
(  95.000 	 0.0024 	1.39120  )
( 100.000 	-0.1179 	1.37950  )
( 105.000 	-0.2354 	1.35280  )
( 110.000 	-0.3479 	1.31140  )
( 115.000 	-0.4532 	1.25570  )
( 120.000 	-0.5489 	1.18640  )
( 125.000 	-0.6327 	1.10410  )
( 130.000 	-0.7021 	1.01020  )
( 135.000 	-0.7544 	0.90600  )
( 140.000 	-0.7871 	0.79350  )
( 145.000 	-0.7972 	0.67500  )
( 150.000 	-0.7819 	0.55320  )
( 155.000 	-0.7385 	0.43180  )
( 160.000 	-0.6639 	0.31470  )
( 170.000 	-0.4102 	0.11440  )
( 175.000 	-0.2258 	0.07020  )
