system/foilData.v01/NACA64618
// _T0_Re1.00_M0.00_N9.0_Imported
//  alpha     CL        CD      
// ------- -------- ---------   
( -180.000   0.0000   0.01980 )
( -175.000   0.3744   0.03410 )
( -170.000   0.7488   0.09550 )
( -160.000   0.6585   0.28070 )
( -155.000   0.7358   0.39190 )
( -150.000   0.7831   0.50860 )
( -145.000   0.8028   0.62670 )
( -140.000   0.7977   0.74270 )
( -135.000   0.7705   0.85370 )
( -130.000   0.7236   0.95740 )
( -125.000   0.6598   1.05190 )
( -120.000   0.5814   1.13550 )
( -115.000   0.4908   1.20700 )
( -110.000   0.3903   1.26560 )
( -105.000   0.2822   1.31040 )
( -100.000   0.1687   1.34100 )
( -95.000   0.0517   1.35720  )
( -90.000  -0.0665   1.35870  )
( -85.000  -0.1841   1.34560  )
( -80.000  -0.2989   1.31810  )
( -75.000  -0.4089   1.27650  )
( -70.000  -0.5121   1.22120  )
( -65.000  -0.6063   1.15320  )
( -60.000  -0.6894   1.07310  )
( -55.000  -0.7593   0.98220  )
( -50.000  -0.8135   0.88200  )
( -45.000  -0.8500   0.77420  )
( -40.000  -0.8662   0.66100  )
( -35.000  -0.8599   0.54510  )
( -30.000  -0.8287   0.42950  )
( -25.000  -0.8525   0.30710  )
( -24.000  -0.8696   0.28140  )
( -23.000  -0.8895   0.25560  )
( -22.000  -0.9112   0.22970  )
( -21.000  -0.9343   0.20400  )
( -20.000  -0.9581   0.17850  )
( -19.000  -0.9819   0.15340  )
( -18.000  -1.0050   0.12876  )
( -17.000  -1.0820   0.10365  )
( -16.000  -1.1130   0.07855  )
( -15.000  -1.1050   0.05345  )
( -14.000  -1.0780   0.02834  )
( -13.500  -1.0530   0.01579  )
( -13.000  -1.0150   0.01511  )
( -12.000  -0.9040   0.01337  )
( -11.000  -0.8070   0.01212  )
( -10.000  -0.7110   0.01106  )
(  -9.000  -0.5950   0.00992  )
(  -8.000  -0.4780   0.00905  )
(  -7.000  -0.3750   0.00857  )
(  -6.000  -0.2640   0.00823  )
(  -5.000  -0.1510   0.00788  )
(  -4.000  -0.0170   0.00722  )
(  -3.000   0.0880   0.00640  )
(  -2.000   0.2130   0.00542  )
(  -1.000   0.3280   0.00519  )
(   0.000   0.4420   0.00524  )
(   1.000   0.5560   0.00524  )
(   2.000   0.6700   0.00526  )
(   3.000   0.7840   0.00531  )
(   4.000   0.8980   0.00535  )
(   5.000   1.0110   0.00581  )
(   6.000   1.1040   0.00905  )
(   7.000   1.1850   0.01127  )
(   8.000   1.2630   0.01255  )
(   8.500   1.3000   0.01317  )
(   9.000   1.3350   0.01389  )
(   9.500   1.3660   0.01474  )
(  10.000   1.3940   0.01568  )
(  10.500   1.4150   0.02760  )
(  11.000   1.4320   0.03953  )
(  11.500   1.4450   0.05145  )
(  12.000   1.4570   0.06337  )
(  12.500   1.4690   0.07530  )
(  13.000   1.4800   0.08722  )
(  13.500   1.4850   0.09914  )
(  14.000   1.4840   0.11106  )
(  14.500   1.4840   0.12299  )
(  15.000   1.4880   0.13491  )
(  15.500   1.4930   0.14683  )
(  16.000   1.4970   0.15876  )
(  16.500   1.4960   0.17068  )
(  17.000   1.4930   0.18260  )
(  17.500   1.4960   0.19453  )
(  18.000   1.5070   0.20645  )
(  18.500   1.5140   0.21837  )
(  19.000   1.5120   0.23029  )
(  19.500   1.5050   0.24222  )
(  20.000   1.4980   0.25414  )
(  21.000   1.4760   0.27799  )
(  22.000   1.4400   0.30183  )
(  23.000   1.3870   0.32568  )
(  24.000   1.3140   0.34952  )
(  25.000   1.2670   0.37030  )
(  26.000   1.2196   0.39150  )
(  28.000   1.1272   0.43490  )
(  30.000   1.0439   0.47980  )
(  32.000   0.9769   0.52610  )
(  35.000   0.9227   0.59830  )
(  40.000   0.9222   0.72250  )
(  45.000   0.9026   0.84350  )
(  50.000   0.8615   0.95830  )
(  55.000   0.8014   1.06460  )
(  60.000   0.7248   1.16070  )
(  65.000   0.6343   1.24490  )
(  70.000   0.5321   1.31620  )
(  75.000   0.4206   1.37360  )
(  80.000   0.3020   1.41640  )
(  85.000   0.1786   1.44420  )
(  90.000   0.0525   1.45650  )
(  95.000  -0.0742   1.45330  )
( 100.000  -0.1994   1.43450  )
( 105.000  -0.3207   1.40040  )
( 110.000  -0.4360   1.35120  )
( 115.000  -0.5431   1.28740  )
( 120.000  -0.6395   1.20990  )
( 125.000  -0.7228   1.11960  )
( 130.000  -0.7904   1.01790  )
( 135.000  -0.8397   0.90640  )
( 140.000  -0.8680   0.78710  )
( 145.000  -0.8724   0.66270  )
( 150.000  -0.8500   0.53630  )
( 155.000  -0.7981   0.41160  )
( 160.000  -0.7138   0.29310  )
( 170.000  -0.7488   0.09710  )
( 175.000  -0.3744   0.03340  )
( 180.000   0.0000   0.01980  )
