system/foilData.v01/S826_8e4_Chivaee
// From Chivaee (2014), upstroke data
// Re = 8e4
// (alpha_deg cl cd)
(-9.93 -0.23510999999999999 0.14032999999999998)
(-7.97 -0.44506 0.13030999999999998)
(-5.98 -0.34712 0.05412)
(-4.02 -0.02244 0.02802)
(-2.02 0.014530000000000001 0.04723)
(-1.01 0.18239 0.045610000000000005)
(-0.01 0.36762 0.04328)
(0.98 0.51065 0.04243)
(1.99 0.61195 0.04409)
(3.02 0.5827899999999999 0.059129999999999995)
(4.0 0.58578 0.06811)
(5.0 0.59914 0.07883)
(6.01 0.66009 0.08793)
(6.99 1.2219200000000001 0.032010000000000004)
(7.99 1.33017 0.0245)
(8.99 1.35258 0.03297)
(9.95 1.3062200000000002 0.04097)
(10.95 1.2590700000000001 0.05682)
(11.95 1.2272 0.08519)
(12.95 1.20133 0.10536)
(13.97 1.18184 0.13307)
(14.94 1.20845 0.1496)
(15.96 0.9129200000000001 0.29504)
(17.99 0.95378 0.33647)
(19.97 0.9830899999999999 0.37628)
(24.93 1.1516600000000001 0.45198999999999995)
